/* Accept Friend Request Alert Button Title */
"ACCEPT_FRIEND_REQUEST_BUTTON_TITLE" = "Acceptați";

/* Accept game invite Alert Button Title */
"ACCEPT_INVITE_BUTTON_TITLE" = "Acceptați";

/* Account disabled alert message */
"ACCOUNT_DISABLED_ALERT_MESSAGE" = "ID-ul Apple introdus a fost dezactivat din motive de securitate.  Atingeți \"Resetați\" pentru a schimba parola.";

/* You are not allowed to modify accounts on this device (alert text) */
"ACCOUNT_RESTRICTED_CREATE_TEXT" = "Nu vă este permis să vă modificați conturi de pe acest dispozitiv";

/* Cannot create account (alert title) */
"ACCOUNT_RESTRICTED_CREATE_TITLE" = "Imposibil de creat contul";

/* You are not allowed to edit your account on this device (alert text) */
"ACCOUNT_RESTRICTED_EDIT_TEXT" = "Nu vă este permis să vă editați contul de pe acest dispozitiv";

/* Cannot edit account (alert title) */
"ACCOUNT_RESTRICTED_EDIT_TITLE" = "Imposibil de editat contul";

/* You are not allowed to sign in to this device (alert text) */
"ACCOUNT_RESTRICTED_SIGNIN_TEXT" = "Nu vă este permis să vă autentificați de pe acest dispozitiv";

/* Cannot sign in (alert title) */
"ACCOUNT_RESTRICTED_SIGNIN_TITLE" = "Autentificare imposibilă";

/* Account Title */
"ACCOUNT_TITLE" = "Cont";

/* Achievements title one player */
"ACHIEVEMENTS" = "Realizări";

/* Achievement User Title points tally compare screen (plural, plural form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_PLURAL" = "%1$@ realizări, %2$@ puncte";

/* Achievement User Title points tally compare screen (plural, singular form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_SINGULAR" = "%1$@ realizări, %2$@ punct";

/* Achievement User Title points tally compare screen (plural, zero form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_ZERO" = "%1$@ realizări, %2$@ puncte";

/* Achievement User Title points tally compare screen (singular, plural form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_PLURAL" = "%1$@ realizare, %2$@ puncte";

/* Achievement User Title points tally compare screen (singular form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_SINGULAR" = "%1$@ realizare, %2$@ punct";

/* Achievement User Title points tally compare screen (singular, zero form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_ZERO" = "%1$@ realizare, %2$@ puncte";

/* Achievement User Title points tally compare screen (zero, zero form) */
"ACHIEVEMENTS_1_POINTS_2_ZERO_ZERO" = "%1$@ realizări, %2$@ puncte";

/* # of max # achievements format (plural) */
"ACHIEVEMENTS_N1_OF_M2_PLURAL" = "%1$@/%2$@ realizări ";

/* # of max # achievements format (singular) */
"ACHIEVEMENTS_N1_OF_M2_SINGULAR" = "%1$@/%2$@ realizări ";

/* Achievements Section Title total for unowned games (plural) */
"ACHIEVEMENT_COUNT_TITLE_PLURAL" = "%@ realizări ";

/* Achievements Section Title total for unowned games (singular) */
"ACHIEVEMENT_COUNT_TITLE_SINGULAR" = "%@ realizare ";

/* Achievements Section Title total for unowned games (uppercase, plural) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_PLURAL" = "%@ REALIZĂRI ";

/* Achievements Section Title total for unowned games (uppercase, singular) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_SINGULAR" = "%@ REALIZARE";

/* Achievements Section Title total for unowned games (uppercase, zero) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_ZERO" = "NICIO REALIZARE";

/* Achievements Section Title total for unowned games (zero) */
"ACHIEVEMENT_COUNT_TITLE_ZERO" = "Nicio realizare ";

/* Achievement earned: date. */
"ACHIEVEMENT_EARNED_DATE" = "Data obținerii: ";

/* Achievement earned on: date. */
"ACHIEVEMENT_EARNED_ON_DATE" = "Obținută: %1$@";

/* Achievement User Title number of achievements.used when value is >1 */
"ACHIEVEMENT_N1_OF_M2_PLURAL" = "%1$@/%2$@ realizări ";

/* Achievement User Title number of achievements.used when value is 1 */
"ACHIEVEMENT_N1_OF_M2_SINGULAR" = "%1$@/%2$@ realizări ";

/* Achievement User Title number of achievements.used when value is >1 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_PLURAL" = "%1$@ DIN %2$@ REALIZĂRI";

/* Achievement User Title number of achievements.used when value is 1 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_SINGULAR" = "%1$@/%2$@ REALIZĂRI";

/* Achievement User Title number of achievements.used when value is 0 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_ZERO" = "%1$@ DIN %2$@ REALIZĂRI";

/* Achievement User Title number of achievements.used when value is 0 */
"ACHIEVEMENT_N1_OF_M2_ZERO" = "%1$@/%2$@ realizări";

/* Achievement detail when achievement hasn't been earned yet. */
"ACHIEVEMENT_NOT_YET_ACHIEVED" = "Încă neobținută";

/* Achievement 50% complete. */
"ACHIEVEMENT_PERCENT_COMPLETE" = "%1$@ finalizată";

/* number of points for that achievement. Used for when value is >1 */
"ACHIEVEMENT_POINTS_PLURAL" = "%@ puncte";

/* number of points for that achievement. Used for when value is equal to 1 */
"ACHIEVEMENT_POINTS_SINGULAR" = "%@ punct";

/* Achievement User Title points tally.used when value is equal >1 */
"ACHIEVEMENT_POINTS_TALLY_PLURAL" = "(%@ puncte)";

/* Achievement User Title points tally.used when value is equal 1 */
"ACHIEVEMENT_POINTS_TALLY_SINGULAR" = "(%@ punct)";

/* Achievement User Title points tally.used when value is equal 0 */
"ACHIEVEMENT_POINTS_TALLY_ZERO" = "(%@ puncte)";

/* Unit to accompany large points count. Used for when value is >1 */
"ACHIEVEMENT_POINTS_UNIT_PLURAL" = "pt";

/* Unit to accompany large points count. Used for when value is equal to 1 */
"ACHIEVEMENT_POINTS_UNIT_SINGULAR" = "pt";

/* Unit to accompany large points count. Used for when value is equal to 0 */
"ACHIEVEMENT_POINTS_UNIT_ZERO" = "pt";

/* number of points for that achievement. Used for when value is equal to 0 */
"ACHIEVEMENT_POINTS_ZERO" = "%@ puncte";

/* Undo name for adding an address to a recipient field in the compose window */
"ADDRESS_ADDITION" = "Adăugare adresă";

/* Undo name for removing an address from a recipient field in the compose window */
"ADDRESS_DELETION" = "Ștergere adresă";

/* You are not allowed to send friend requests on this device (alert text) */
"ADD_FRIENDS_RESTRICTED_TEXT" = "Nu vă este permis să trimiteți solicitări de prietenie de pe acest dispozitiv";

/* Cannot send friend requests (alert title) */
"ADD_FRIENDS_RESTRICTED_TITLE" = "Imposibil de trimis solicitările de prietenie";

/* Add Player Button */
"ADD_PLAYER_BUTTON" = "Adaugă jucător";

/* Message for not authenticate alert */
"ALERT_MESSAGE_NOT_AUTHENTICATED" = "Jucătorul nu este autentificat";

/* Message for parental controls alert */
"ALERT_MESSAGE_PARENTALCONTROLSBLOCKED" = "Nu vă este permis să utilizați Game Center pe acest dispozitiv";

/* Message for multiplayer parental controls alert */
"ALERT_MESSAGE_PARENTALCONTROLSBLOCKED_MULTIPLAYER" = "Nu vă este permis să jucați jocuri multiplayer pe acest dispozitiv";

/* Title for not auntenticated alert */
"ALERT_TITLE_NOT_AUTHENTICATED_MULTIPLAYER" = "Mod multiplayer indisponibil";

/* Title for parental controls alert */
"ALERT_TITLE_PARENTALCONTROLSBLOCKED" = "Game Center indisponibil";

/* Title for multiplayer parental controls alert */
"ALERT_TITLE_PARENTALCONTROLSBLOCKED_MULTIPLAYER" = "Mod multiplayer indisponibil";

/* Anonymous player nickname */
"ANONYMOUS_PLAYER_NICKNAME" = "Anonim";

/* Apple ID Password Alert Title */
"APPLE_ID_PASSWORD" = "Parolă ID Apple";

/* Auto-match wait time over n minutes (plural) */
"APPROX_WAIT_TIME_MINUTES_PLURAL" = "Game Center poate organiza automat o partidă cu orice jucător disponibil. Timp de așteptare aproximativ auto-organizare: peste %@ minute";

/* Auto-match wait time over n minute (singular) */
"APPROX_WAIT_TIME_MINUTES_SINGULAR" = "Game Center poate organiza automat o partidă cu orice jucător disponibil. Timp de așteptare aproximativ auto-organizare: peste %@ minut";

/* Auto-match wait time over n minutes (zero) */
"APPROX_WAIT_TIME_MINUTES_ZERO" = "Game Center poate organiza automat o partidă cu orice jucător disponibil. Timp de așteptare aproximativ auto-organizare: peste %@ minute";

/* Auto-match wait time n seconds (plural) */
"APPROX_WAIT_TIME_PLURAL" = "Game Center poate organiza automat o partidă cu orice jucător disponibil. Timp de așteptare aproximativ auto-organizare: %@ secunde";

/* Auto-match wait time n second (singular) */
"APPROX_WAIT_TIME_SINGULAR" = "Game Center poate organiza automat o partidă cu orice jucător disponibil. Timp de așteptare aproximativ auto-organizare: %@ secundă";

/* Auto-match wait time n seconds (zero) */
"APPROX_WAIT_TIME_ZERO" = "Game Center poate organiza automat o partidă cu orice jucător disponibil. Timp de așteptare aproximativ auto-organizare: %@ secunde";

/* Go To App Store Invite Button Title */
"APP_STORE" = "App Store";

/* Auto-match */
"AUTO_MATCH" = "Auto-organizare";

/* Auto-matched */
"AUTO_MATCHED" = "Auto-organizare";

/* Auto-Match player */
"AUTO_MATCH_PLAYER" = "Jucător auto-selectat";

/* button to friend request */
"BUTTON_TO_SEND_FRIEND_REQUEST" = "Trimiteți";

/* button to send game invite */
"BUTTON_TO_SEND_GAME_INVITE" = "Trimiteți";

/* By Game Center */
"BY_GAME_CENTER" = "Via Game Center";

/* Cancelled invite label */
"CANCELLED_INVITE_LABEL" = "Anulat";

/* Cancel */
"CANCEL_BUTTON" = "Anulați";

/* Can't Connect invite label */
"CANT_CONNECT_INVITE_LABEL" = "Conectare imposibilă";

/* Can't connect to Game Center account pages message */
"CANT_CONNECT_TO_GAME_CENTER_ACCOUNT_PAGES_MESSAGE" = "Serviciile aferente conturilor Game Center sunt indisponibile în prezent.\nReîncercați mai târziu.";

/* Cannot connect message */
"CAN_NOT_CONNECT_TO_GAME_CENTER_MESSAGE" = "Trebuie să vă conectați la o rețea Wi-Fi sau la o rețea celulară de date pentru a accesa Game Center.";

/* Challenge Friend Picker's \"done\" button title for when coming from a message view  */
"CHALLENGE_ADD_PLAYERS_BUTTON_TITLE" = "Adăugați";

/* Instructive text below disabled \"Send Challenge\" button when the player for the current score screen is not the local player's friend. %1$@ is the other player's name. */
"CHALLENGE_BUTTON_DISABLED_NOT_FRIEND" = "Împrieteniți-vă cu %1$@ pentru a-i trimite o provocare";

/* Instructive text below disabled \"Challenge Friends\" button when the current player has no friends */
"CHALLENGE_BUTTON_DISABLED_NO_FRIENDS" = "Făceți-vă prieteni în Game Center pentru a putea trimite și primi provocări";

/* Instructive text below disabled \"Challenge Friends\" button when the current player's friends have all already earned the current achievement. %1$@ is the achievement's name */
"CHALLENGE_BUTTON_DISABLED_NO_FRIENDS_ELIGIBLE" = "Prietenii dvs. au obținut deja %1$@. Încercați să vă provocați prietenii la realizări pe care încă nu le-au obținut.";

/* Instructive text below disabled \"Challenge Friends\" / \"Send Challenge\" button when the current player has no score for the current leaderboard. %1$@ is the leaderboard's name. */
"CHALLENGE_BUTTON_DISABLED_NO_SCORE" = "Obțineți un scor pe %1$@ pentru a vă provoca prietenii să îl depășească";

/* Challenge Completed Alert Button OK Title */
"CHALLENGE_COMPLETED_OK_BUTTON" = "OK";

/* Challenges detail goal description for achievement challenge */
"CHALLENGE_DETAIL_ACHIEVEMENT_GOAL_FORMAT" = "Provocarea de la %1$@: %2$@";

/* Challenges detail from line */
"CHALLENGE_DETAIL_FROM_FORMAT" = "Provocare de la %1$@";

/* Challenges detail goal description for any challenge */
"CHALLENGE_DETAIL_GOAL_FORMAT" = "Provocarea de la %1$@:";

/* Challenges detail quote wrapper for message */
"CHALLENGE_DETAIL_MESSAGE_QUOTE_FORMAT" = "\"%1$@\"";

/* Challenges detail goal description for score challenge, for example \"Doc Brown's challenge: score 500 touchdowns on level 1\" */
"CHALLENGE_DETAIL_SCORE_GOAL_FORMAT" = "Provocarea de la %1$@: obțineți scorul %2$@ la %3$@";

/* Challenge Friend Title */
"CHALLENGE_FRIEND" = "Provocați un prieten";

/* Send Challenge Invitation Title */
"CHALLENGE_INVITATION_TITLE" = "Provocare";

/* Challenge invitation description start */
"CHALLENGE_INVITE_DESCRIPTION_START" = "Provocare:";

/* Challenges list description for player, without a message */
"CHALLENGE_LIST_FROM_PLAYER_NO_MESSAGE_FORMAT" = "De la %1$@";

/* Challenges list description for player, with a message */
"CHALLENGE_LIST_FROM_PLAYER_WITH_MESSAGE_FORMAT" = "De la %1$@:";

/* Challenges list description for player, without a message */
"CHALLENGE_LIST_PLAYER_NO_MESSAGE_FORMAT" = "%1$@";

/* Challenges list description for player, with a message */
"CHALLENGE_LIST_PLAYER_WITH_MESSAGE_FORMAT" = "%1$@: ";

/* Challenges list description for score challenge */
"CHALLENGE_LIST_SCORE_GOAL_FORMAT" = "Obțineți scorul %1$@ pentru %2$@";

/* Challenge completed by current player banner message while in that game */
"CHALLENGE_LOCALLY_COMPLETED_BANNER_IN_GAME_FORMAT" = "Ați depășit provocarea de la %1$@: %2$@";

/* Challenge Friend Picker Back Button Title */
"CHALLENGE_PICKER_BACK_TITLE" = "Înapoi";

/* Challenge Friend Picker Title */
"CHALLENGE_PICKER_TITLE" = "Alegeți prieteni";

/* Close the challenge received alert without further action */
"CHALLENGE_RECEIVED_IGNORE" = "Ignorați";

/* Challenge received message in game with challenge goal text (i.e.: Challenged you: 1000 coins on Level 1) */
"CHALLENGE_RECEIVED_IN_GAME_BANNER_FORMAT" = "V-a provocat: %1$@";

/* Launch the game to start the challenge */
"CHALLENGE_RECEIVED_LAUNCH_GAME" = "Lansați jocul";

/* There's no compatible game on the device -- launch the app store with the game's URL */
"CHALLENGE_RECEIVED_LAUNCH_STORE" = "Accesați App Store";

/* Challenge received message while not in that game with game title and goal (i.e.: Rescue Rangers Challenge: 1000 coins on Level 1 */
"CHALLENGE_RECEIVED_OUT_OF_GAME_BANNER_FORMAT" = "Provocare %1$@: %2$@";

/* Challenge completed by other player banner message while in that game */
"CHALLENGE_REMOTELY_COMPLETED_BANNER_IN_GAME_FORMAT" = "A depășit provocarea dvs: %1$@";

/* Challenge completed by other player banner message while not in that game */
"CHALLENGE_REMOTELY_COMPLETED_BANNER_OUT_OF_GAME_FORMAT" = "A depășit provocarea dvs. în %1$@: %2$@";

/* Change */
"CHANGE" = "Schimbați";

/* Close Friend Request Alert Button Title */
"CLOSE_FRIEND_REQUEST_ALERT_BUTTON_TITLE" = "Închideți";

/* Close Turn Based Alert Button Title */
"CLOSE_TURN_BASED_ALERT_BUTTON_TITLE" = "Închideți";

/* Format string used for '30 Achievements' */
"COMPARE_N_ACHIEVEMENTS_HEADER_PLURAL" = "%1$@ realizări";

/* Format string used for '1 Achievement' */
"COMPARE_N_ACHIEVEMENTS_HEADER_SINGULAR" = "%1$@ realizare";

/* Format string used for 'No Achievements' */
"COMPARE_N_ACHIEVEMENTS_HEADER_ZERO" = "Nicio realizare";

/* Connecting invite label */
"CONNECTING_INVITE_LABEL" = "Conectare";

/* Connection failed alert message */
"CONNECTION_FAILED_ALERT_MESSAGE" = "Conectare imposibilă la serverul Game Center.";

/* Create New Apple ID Button */
"CREATE_NEW_ACCOUNT" = "Creați un ID Apple nou";

/* Declined invite label */
"DECLINED_INVITE_LABEL" = "Refuzat";

/* Decline Invite Button Title */
"DECLINE_INVITE_BUTTON_TITLE" = "Refuzați";

/* Default game invitation message */
"DEFAULT_GAME_INVITATION_MESSAGE_FORMAT" = "Vrei să joci %@?";

/* Challenge button title for when displaying non-local player's score or achievement detail screen */
"DETAIL_SCREEN_CHALLENGE_BUTTON_TITLE_FROM_OTHER" = "Trimiteți provocarea";

/* Challenge button title for when displaying local player's own score or achievement detail screen */
"DETAIL_SCREEN_CHALLENGE_BUTTON_TITLE_FROM_OWN" = "Provocați prieteni";

/* Share button title for when displaying score or achievement detail screen */
"DETAIL_SCREEN_SHARE_BUTTON_TITLE" = "Partajați";

/* Disable Button */
"DISABLE_BUTTON" = "Dezactivați";

/* Disconnected invite label */
"DISCONNECTED_INVITE_LABEL" = "Deconectat";

/* Button title used to dismiss a friend or game recommendation */
"DISMISS_CONFIRMATION_BUTTON_TITLE" = "Eliminați";

/* Done button title */
"DONE_BUTTON_TITLE" = "OK";

/* button to send friend request */
"DONT_SEND" = "Nu trimiteți";

/* title for 'buy game' button in game detail view when the game is downloading */
"DOWNLOADING_BUTTON_TITLE" = "Instalare…";

/* Ellipsis for truncation at end of string */
"ELLIPSIS_FOR_TRUNCATION" = "…";

/* challenge invite message field placeholder text */
"ENTER_OPTIONAL_MESSAGE" = "Scrieți un mesaj opțional…";

/* GKErrorAuthenticationInProgress description */
"ERROR_AUTHENTICATIONINPROGRESS_DESCRIPTION" = "Operația solicitată nu a putut fi efectuată, deoarece jucătorul local este deja în curs de autentificare.";

/* GKErrorCancelled description */
"ERROR_CANCELLED_DESCRIPTION" = "Operația solicitată a fost anulată.";

/* GKErrorCommunicationsFailure description */
"ERROR_COMMUNICATIONSFAILURE_DESCRIPTION" = "Operația solicitată nu a putut fi efectuată, din cauza unei erori de comunicare cu serverul.";

/* GKErrorGameUnrecognized description */
"ERROR_GAMEUNRECOGNIZED_DESCRIPTION" = "Operația solicitată nu a putut fi efectuată, deoarece această aplicație nu este recunoscută de Game Center.";

/* GKErrorInvalidCredentials description */
"ERROR_INVALIDCREDENTIALS_DESCRIPTION" = "Operația solicitată nu a putut fi efectuată, deoarece numele de utilizator și/sau parola sunt incorecte.";

/* GKErrorInvalidParameter description */
"ERROR_INVALIDPARAMETER_DESCRIPTION" = "Operațiile solicitate nu au putut fi efectuate deoarece unul sau mai mulți parametri nu sunt valizi.";

/* GKErrorInvalidPlayer description */
"ERROR_INVALIDPLAYER_DESCRIPTION" = "Operația solicitată nu a putut fi efectuată, deoarece jucătorul nu este valid.";

/* GKErrorIssueChallengeDenied description */
"ERROR_INVALID_CHALLENGE" = "Solicitarea provocării a eșuat din cauza unor date nevalide ale provocării.";

/* GKErrorMatchRequestInvalid description */
"ERROR_MATCHREQUESTINVALID_DESCRIPTION" = "Operația solicitată nu a putut fi efectuată, deoarece solicitarea de meci nu este validă.";

/* GKErrorNotAuthenticated description */
"ERROR_NOTAUTHENTICATED_DESCRIPTION" = "Operația solicitată nu a putut fi efectuată, deoarece jucătorul local nu a fost autentificat.";

/* GKErrorParentalControlsBlocked description */
"ERROR_PARENTALCONTROLSBLOCKED_DESCRIPTION" = "Operația solicitată nu a putut fi efectuată, deoarece această funcționalitate a fost dezactivată în Restricții.";

/* GKErrorScoreNotSet description */
"ERROR_SCORENOTSET_DESCRIPTION" = "Operația solicitată nu a putut fi efectuată, deoarece valoarea scorului nu a fost configurată.";

/* GKErrorTurnBasedInvalidParticipant description */
"ERROR_TBG_INVALID_PARTICIPANT" = "Operația solicitată nu a putut fi efectuată, deoarece participantul specificat nu este valid.";

/* GKErrorTurnBasedInvalidState description */
"ERROR_TBG_INVALID_STATE" = "Operația solicitată nu a putut fi efectuată, deoarece sesiunea nu este într-o stare validă.";

/* GKErrorTurnBasedInvalidTurn description */
"ERROR_TBG_INVALID_TURN" = "Operația solicitată nu a putut fi efectuată, deoarece participantul specificat nu are starea necesară pentru mutare.";

/* GKErrorTurnBasedMatchDataTooLarge description */
"ERROR_TBG_MATCH_DATA_TO_LARGE" = "Operația solicitată nu a putut fi efectuată, deoarece datele meciului au fost prea mari.";

/* GKErrorTurnBasedTooManySessions description */
"ERROR_TBG_TOO_MANY_SESSIONS" = "Operația solicitată nu a putut fi efectuată, deoarece ar fi depășit numărul maxim de sesiuni.";

/* GKErrorUnderage description */
"ERROR_UNDERAGE_DESCRIPTION" = "Operația solicitată nu a putut fi efectuată, deoarece această funcționalitate este dezactivată pentru jucătorii minori.";

/* GKErrorUnexpectedConnection description */
"ERROR_UNEXPECTEDCONNECTION_DESCRIPTION" = "Un jucător neprevăzut s-a conectat la un meci.";

/* GKErrorUnknown description */
"ERROR_UNKNOWN_DESCRIPTION" = "Operația solicitată nu a putut fi efectuată din cauza unei erori necunoscute.";

/* GKErrorUserDenied description */
"ERROR_USERDENIED_DESCRIPTION" = "Operația solicitată nu a putut fi efectuată, deoarece a fost refuzată de utilizator.";

/* Extra recipients */
"EXTRA_RECIPIENTS_FORMAT" = " și încă %@…";

/* Facebook like label format for plural likes */
"FACEBOOK_LABEL_PLURAL" = "%@ prieteni apreciază asta";

/* Facebook like label format for singular likes */
"FACEBOOK_LABEL_SINGULAR" = "%@ prieten apreciază asta";

/* Message to show when liking via facebook is unavailable due to network connectivity issues or errors */
"FACEBOOK_LABEL_UNAVAILABLE" = "Nu puteți aprecia pe Facebook";

/* Facebook like label format for zero likes */
"FACEBOOK_LABEL_ZERO" = "%@ prieteni apreciază asta";

/* Label for Facebook like button when player hasn't liked game */
"FACEBOOK_LIKE_NORMAL_LABEL" = "Apreciați";

/* Label for Facebook like button when player likes the game */
"FACEBOOK_LIKE_SELECTED_LABEL" = "Apreciați";

/* Failed invite label */
"FAILED_INVITE_LABEL" = "Eroare";

/* friend text in compare achievement screen */
"FRIEND" = "Prieten";

/* Format string used for '<n> friends' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_PLURAL" = "%@ prieteni";

/* Format string used for '<n> friend' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_SINGULAR" = "%@ prieten";

/* Format string used for 'No friends' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_ZERO" = "Niciun prieten";

/* Format string used for '<n> friends in common' */
"FRIENDS_IN_COMMON_PLURAL" = "%@ prieteni comuni";

/* Format string used for '1 friend in common' */
"FRIENDS_IN_COMMON_SINGULAR" = "%@ prieten comun";

/* Format string used for 'No friends in common' */
"FRIENDS_IN_COMMON_ZERO" = "Niciun prieten comun";

/* Friends-only player scope header (plural) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_PLURAL" = "%@ prieteni";

/* Friends-only player scope header (singular) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_SINGULAR" = "%@ prieten";

/* Friends-only player scope header (plural, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_PLURAL" = "%@ PRIETENI";

/* Friends-only player scope header (singular, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_SINGULAR" = "%@ PRIETEN";

/* Friends-only player scope header (zero, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_ZERO" = "PRIETENI";

/* Friends-only player scope header (zero) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_ZERO" = "Prieteni";

/* Friend request accepted format - 1:nickname (2:firstName 3:lastName) */
"FRIEND_ACCEPTANCE_ALIAS_1_FIRST_2_LAST_3_FORMAT" = "%1$@ (%2$@ %3$@) a acceptat solicitarea dvs. de prietenie.";

/* Friend request accepted format - 1:nickname (2:either firstName or lastName -- the user didn't fill in the other name) */
"FRIEND_ACCEPTANCE_ALIAS_1_NAME_2_FORMAT" = "%1$@ (%2$@) a acceptat solicitarea dvs. de prietenie.";

/* Friend request accepted format (either single string from the server, for older servers, or just the nickname if first and last are unavailable) */
"FRIEND_ACCEPTANCE_FORMAT" = "%1$@ a acceptat solicitarea dvs. de prietenie.";

/* Friend picker Finding Players */
"FRIEND_PICKER_FINDING_PLAYERS" = "Găsire jucători";

/* Game invites disabled player status text */
"FRIEND_PICKER_GAME_INVITES_DISABLED" = "Nu acceptă invitații la jocuri";

/* Section header title for players that have already earned an achievement */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED" = "Prieteni care au acestă realizare";

/* Section header title for players that have already earned an achievement (plural) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_PLURAL" = "%@ prieteni care au acestă realizare";

/* Section header title for players that have already earned an achievement (singular) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_SINGULAR" = "%@ prieten care are acestă realizare";

/* Section header title for players that have already earned an achievement (zero) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_ZERO" = "Niciun prieten având această realizare";

/* Friends section header title */
"FRIEND_PICKER_HEADER_TITLE_FRIEND" = "Prieteni";

/* Friends section header title format (plural) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_PLURAL" = "%@ prieteni";

/* Friends section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_SINGULAR" = "%@ prieten";

/* Friends section header title format (zero) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_ZERO" = "%@ prieteni";

/* Doesn't Play This Game section header title */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED" = "Prieteni care nu au jucat";

/* Doesn't Play This Game section header title (plural) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_PLURAL" = "%@ prieteni care nu au jucat";

/* Doesn't Play This Game section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_SINGULAR" = "%@ prieten care nu a jucat";

/* Doesn't Play This Game section header title (zero) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_ZERO" = "Niciun prieten care nu a jucat";

/* Play This Game section header title */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME" = "Prieteni care joacă acest joc";

/* Play This Game section header title (plural) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_PLURAL" = "%@ prieteni care joacă acest joc";

/* Play This Game section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_SINGULAR" = "%@ prieten care joacă acest joc";

/* Play This Game section header title (zero) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_ZERO" = "Niciun prieten care joacă acest joc";

/* Players section header title */
"FRIEND_PICKER_HEADER_TITLE_PLAYER" = "Jucători";

/* Players section header title format (plural) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_PLURAL" = "%@ jucători";

/* Players section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_SINGULAR" = "%@ jucător";

/* Players section header title format (zero) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_ZERO" = "%@ jucători";

/* Friend picker Not Online */
"FRIEND_PICKER_NOT_ONLINE" = "Offline";

/* Friend picker scope title for showing all friends */
"FRIEND_PICKER_SCOPE_TITLE_ALL" = "TOȚI";

/* Friend picker scope title for showing nearby players */
"FRIEND_PICKER_SCOPE_TITLE_NEARBY" = "ÎN APROPIERE";

/* Friend picker scope title for showing recent friends */
"FRIEND_PICKER_SCOPE_TITLE_RECENT" = "RECENȚI";

/* Friend request composition window back button */
"FRIEND_REQUEST" = "Solicit. prietenie";

/* friend request alert message */
"FRIEND_REQUEST_ALERT_MESSAGE_FORMAT" = "Doriți să trimiteți o solicitare de prietenie către %@";

/* Friend Request alert title */
"FRIEND_REQUEST_ALERT_TITLE" = "Solicit. prietenie";

/* Friend request notification title. */
"FRIEND_REQUEST_NOTIFICATION_TITLE_FORMAT" = "Solicitare de prietenie de la %1$@";

/* Format string used for '<n> games' for local player in friends list */
"GAMES_IN_COMMON_ME_PLURAL" = "%@ jocuri";

/* Format string used for '1 game' for local player in friends list */
"GAMES_IN_COMMON_ME_SINGULAR" = "%@ joc";

/* Format string used for 'No games' for local player in friends list */
"GAMES_IN_COMMON_ME_ZERO" = "Niciun joc";

/* Format string used for '<n> games in common' */
"GAMES_IN_COMMON_PLURAL" = "%@ jocuri în comun";

/* Format string used for '1 game in common' */
"GAMES_IN_COMMON_SINGULAR" = "%@ joc în comun";

/* Format string used for 'No games in common' */
"GAMES_IN_COMMON_ZERO" = "Niciun joc în comun";

/* Game Cancelled Alert Header */
"GAME_CANCELLED_ALERT_HEADER" = "Joc anulat";

/* Warning alert for storedemo */
"GAME_CENTER_ACCOUNT_LOCKED" = "Funcție dezactivată";

/* Default title text for alerts */
"GAME_CENTER_ALERT_TITLE" = "Game Center";

/* alert title */
"GAME_CENTER_DEMO_MODE" = "Mod demonstrativ";

/* Game Center Disabled alert title */
"GAME_CENTER_DISABLED" = "Dezactivați Game Center?";

/* Game Center Disabled alert message */
"GAME_CENTER_DISABLED_ALERT_MESSAGE" = "Puteți activa oricând Game Center autentificându-vă prin intermediul aplicației Game Center.";

/* GAME CENTER header text */
"GAME_CENTER_HEADER_TEXT" = "GAME CENTER";

/* GKErrorNotSupported description */
"GAME_CENTER_IS_NOT_SUPPORTED" = "Game Center nu este admis.";

/* A game that you have never played */
"GAME_DETAIL_NEVER_PLAYED" = "Niciun joc jucat";

/* Game Invite Alert Header With Alias and Game name */
"GAME_INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_FORMAT" = "Invitație de la %1$@ pentru a juca “%2$@”";

/* Game Invite Alert Header With Alias only */
"GAME_INVITE_ALERT_HEADER_ALIAS_ONLY_FORMAT" = "Invitație de la %1$@";

/* Game Invite Cancelled Alert Header With Alias */
"GAME_INVITE_CANCELLED_ALERT_HEADER_ALIAS_FORMAT" = "Invitația de la %@ a fost anulată.";

/* Game Invite failed due to not finding mininum number of players  */
"GAME_INVITE_UNABLE_TO_FIND_MIN_PLAYERS" = "Nu au putut fi selectați automat suficienți jucători. Invitați jucători suplimentari.";

/* Not Enough Players */
"GAME_INVITE_UNABLE_TO_FIND_MIN_PLAYERS_TITLE" = "Insuficienți jucători";

/* Game not recognized alert title */
"GAME_NOT_RECOGNIZED_ALERT_TITLE" = "Acest joc nu este recunoscut de Game Center.";

/* Game rating failed because the user was not logged into Game Center with an account used to purchase the game. */
"GAME_RATING_INVALID_CREDENTIALS" = "Pentru a evalua acest joc, trebuie să efectuați login cu ID-ul Apple utilizat pentru a-l cumpăra.";

/* Game rating not sent alert title */
"GAME_RATING_NOT_SENT" = "Evaluarea jocului nu a fost trimisă";

/* Game Reconnect Message */
"GAME_RECONNECT_MESSAGE" = "Doriți reconectarea?";

/* GKMatchmakerViewController Title */
"GKMATCHMAKERVIEWCONTROLLER_TITLE" = "Joc multiplayer";

/* Global player scope header (plural) */
"GLOBAL_PLAYER_SCOPE_HEADER_PLURAL" = "Toți jucătorii (%@)";

/* Global player scope header (singular */
"GLOBAL_PLAYER_SCOPE_HEADER_SINGULAR" = "Toți jucătorii";

/* Global player scope header (plural, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_PLURAL" = "TOȚI JUCĂTORII (%@)";

/* Global player scope header (singular, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_SINGULAR" = "TOȚI JUCĂTORII";

/* Global player scope header (zero, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_ZERO" = "TOȚI JUCĂTORII";

/* Global player scope header (zero) */
"GLOBAL_PLAYER_SCOPE_HEADER_ZERO" = "Toți jucătorii";

/* achievement title in compare achievement screen for hidden achievement (iphone version) */
"HIDDEN" = "Ascunsă";

/* Forgot your Apple ID or password? URL title */
"IFORGOT_LINK_TITLE" = "V-ați uitat ID-ul Apple sau parola?";

/* Import Friends Title */
"IMPORT_FRIENDS_TITLE" = "Importați prieteni";

/* Incompatible invite label */
"INCOMPATIBLE_INVITE_LABEL" = "Incompatibil";

/* Incorrect Password alert message */
"INCORRECT_PASSWORD_ALERT_MESSAGE" = "O parolă a fost introdusă incorect de prea multe ori. Dacă v-ați uitat parola, atingeți \"Resetați\" pentru a o schimba.";

/* Incorrect Password alert title */
"INCORRECT_PASSWORD_ALERT_TITLE" = "Parolă incorectă";

/* Game Invite Cancelled Alert Header Without Alias */
"INVITATION_CANCELLED" = "Invitație anulată";

/* Invitation Title */
"INVITATION_TITLE" = "Invitație";

/* Invited invite label */
"INVITED_INVITE_LABEL" = "În așteptare…";

/* Invitee Accepted Alert Header */
"INVITEE_ACCEPTED_ALERT_HEADER" = "Un jucător a acceptat invitația dvs.";

/* Invitee Accepted Alert Header With Alias and Game name */
"INVITEE_ACCEPTED_ALERT_HEADER_ALIAS_1_GAMENAME_2_FORMAT" = "%1$@ a acceptat invitația dvs. pentru %2$@.";

/* Invitee Accepted Alert Header With Alias only */
"INVITEE_ACCEPTED_ALERT_HEADER_ALIAS_ONLY_FORMAT" = "%@ a acceptat invitația dvs.";

/* Invitee Accepted Alert Header With Game name only */
"INVITEE_ACCEPTED_ALERT_HEADER_GAME_NAME_ONLY_FORMAT" = "Un jucător a acceptat invitația dvs. pentru %@.";

/* Invitee Declined Alert Header */
"INVITEE_DECLINED_ALERT_HEADER" = "Un jucător a refuzat invitația dvs.";

/* Rank among friends format plural */
"INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_PLURAL" = "#%1$@ din %2$@ prieteni";

/* Rank among friends format singular */
"INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_SINGULAR" = "#%1$@ din %2$@ prieten";

/* Invite button description (plural) */
"INVITE_BUTTON_DESCRIPTION_PLURAL" = "Invitați alți jucători (maxim %d) din lista dvs. de prieteni Game Center";

/* Invite button description (singular) */
"INVITE_BUTTON_DESCRIPTION_SINGULAR" = "Invitați încă un jucător din lista dvs. de prieteni Game Center";

/* Invite button description (zero) */
"INVITE_BUTTON_DESCRIPTION_ZERO" = "indisp.";

/* Challenge friends picker view's title bar for when picking friends to send a challenge to */
"INVITE_CHALLENGE_FRIENDS" = "Provocați prieteni";

/* Invite Friend */
"INVITE_FRIEND" = "Invitați prieten";

/* Invite Friends Title */
"INVITE_FRIENDS_TITLE" = "Invitați prieteni";

/* Invite Players Button Title */
"INVITE_PLAYERS_BUTTON_TITLE" = "Invitați jucători";

/* Invite up to n players format string (plural) */
"INVITE_UP_TO_N_PLAYERS_PLURAL" = "Invitați max. %@ jucători";

/* Invite up to 1 player format string (singular) */
"INVITE_UP_TO_N_PLAYERS_SINGULAR" = "Invitați max. %@ jucător";

/* Invite up to n players format string (zero) */
"INVITE_UP_TO_N_PLAYERS_ZERO" = "Invitați max. %@ jucători";

/* Just played: <game> format string */
"JUST_PLAYED_LAST_PLAYED_GAME_FORMAT" = "Tocmai jucat: %@";

/* Last matched on date format */
"LAST_MATCHED_ON_DATE_FORMAT" = "Ultimul meci: %1$@";

/* Last played: <game> format string */
"LAST_PLAYED_GAME_FORMAT" = "Ultimul jucat: %@";

/* Last Played <date> label */
"LAST_PLAYED_LABEL" = "Ultimul jucat";

/* Last played on date format */
"LAST_PLAYED_ON_DATE_FORMAT" = "Ultimul joc: %1$@";

/* Launch App Button Title */
"LAUNCH_APP_BUTTON_TITLE" = "Lansați aplicația";

/* Leaderboards controller title */
"LEADERBOARDS_CONTROLLER_TITLE" = "Tabele lideri";

/* Leaderboard categories (plural) */
"LEADERBOARD_CATEGORIES_PLURAL" = "%@ tabele lideri";

/* Leaderboard categories (singular) */
"LEADERBOARD_CATEGORIES_SINGULAR" = "%@ tabelă lideri";

/* Leaderboard categories (zero) */
"LEADERBOARD_CATEGORIES_ZERO" = "%@ tabele lideri";

/* Leaderboard sheet title */
"LEADERBOARD_DEFAULT_TITLE" = "Tabelă lideri";

/* leaderboard range limits execption string */
"LEADERBOARD_RANGE_LIMITS_EXECPTION" = "Intervalul tabelei de lideri {%d,%d} trebuie să aibă o poziție de început >= %d și un interval <= %d";

/* Loading… status text */
"LOADING_STATUS" = "Încărcare…";

/* Login Button */
"LOGIN_BUTTON" = "Autentificare";

/* Matchmaker Connecting */
"MATCHMAKER_CONNECTING_TO_PLAYERS" = "Conectare…";

/* Matchmaker Finding Players */
"MATCHMAKER_FINDING_PLAYERS" = "Găsire jucători…";

/* Matchmaker Invite Friends */
"MATCHMAKER_INVITE_FRIENDS" = "Invitați prieteni";

/* Matchmaker Inviting Players */
"MATCHMAKER_INVITING_PLAYERS" = "Invitare jucători";

/* Matchmaker Play Now */
"MATCHMAKER_PLAY_NOW" = "Jucați acum";

/* Matchmaker Starting Game */
"MATCHMAKER_STARTING_GAME" = "Începere joc…";

/* Matchmaker Waiting for game to start */
"MATCHMAKER_WAITING_TO_START" = "În așteptare…";

/* Me */
"ME" = "Eu";

/* Me */
"ME_TEXT_IN_COMPARE_ACHIEVEMENT_SCREEN" = "Eu";

/* multiplayer player range singular */
"MULTIPLAYER_PLAYER_RANGE" = "%1$@ - %2$@ jucători";

/* multiplayer player range singular */
"MULTIPLAYER_PLAYER_RANGE_SINGULAR" = "%@ jucători";

/* <identifiable name> <quoted alias> */
"NAME_FIRST_1_LAST_2_FORMAT" = "%1$@ %2$@";

/* Label next to switch for turning on/off nearby multiplayer */
"NEARBY_PLAYERS" = "Jucători din apropiere";

/* Message explaining nearby multiplayer underneath the on/off switch */
"NEARBY_PLAYERS_MESSAGE" = "Permiteți jucătorilor Game Center din apropiere să vă găsească și să vă invite la jocuri multiplayer prin Wi-Fi sau Bluetooth.";

/* Never Played */
"NEVER_PLAYED" = "Niciun joc jucat";

/* Never played string for cell line 1 in category list */
"NEVER_PLAYED_CATEGORY_LIST" = "Niciun joc jucat";

/* Next */
"NEXT" = "Următor";

/* now (time) */
"NOW_TIME" = "acum";

/* No Achievements */
"NO_ACHIEVEMENTS" = "Nicio realizare";

/* No achievements details string */
"NO_ACHIEVEMENTS_DETAILS" = "Nicio realizare";

/* No Answer invite label */
"NO_ANSWER_INVITE_LABEL" = "Niciun răspuns";

/* No Friends message */
"NO_FRIENDS_MESSAGE" = "Niciun prieten";

/* No Friend Scores (uppercase) */
"NO_FRIEND_SCORES_UPPERCASE" = "NICIUN SCOR PENTRU PRIETENI";

/* No leaderboard details string */
"NO_LEADERBOARD_DETAILS" = "Nicio tabelă de lideri";

/* No leaderboard details string */
"NO_LEADERBOARD_OR_ACHIEVEMENT_DETAILS" = "Nicio tabelă de lideri/realizare";

/* No network alert message */
"NO_NETWORK_ALERT_MESSAGE" = "Reîncercați după ce vă conectați la o rețea.";

/* No network alert title */
"NO_NETWORK_ALERT_TITLE" = "Rețea indisponibilă";

/* No score - player rank is zero */
"NO_SCORE" = "Niciun scor";

/* No Scores */
"NO_SCORES" = "Niciun scor";

/* No Scores (uppercase) */
"NO_SCORES_UPPERCASE" = "NICIUN SCOR";

/* No Status placeholder string */
"NO_STATUS_PLACEHOLDER" = "Niciun status";

/* OK Button */
"OK_BUTTON" = "OK";

/* Overall leaderboard navigation bar title */
"OVERALL_LEADERBOARD_CATEGORY_TITLE" = "General";

/* Parenthesized format string - typically used for (Bottom 10%) */
"PARENTHETICAL_FORMAT" = "(%1$@)";

/* Password incorrect alert message */
"PASSWORD_INCORRECT_ALERT_MESSAGE" = "ID-ul Apple introdus nu a putut fi găsit sau parola dvs. a fost incorectă.\nReîncercați.";

/* Password Placeholder */
"PASSWORD_PLACEHOLDER" = "Parolă";

/* Sandbox Password Placeholder */
"PASSWORD_PLACEHOLDER_SANDBOX" = "Parolă Sandbox";

/* Bottom x% format string */
"PERCENT_BOTTOM_FORMAT" = "Ultimii %@";

/* Top x% format string */
"PERCENT_TOP_FORMAT" = "Primii %@";

/* Played Today: <game> format string */
"PLAYED_TODAY_LAST_PLAYED_GAME_FORMAT" = "Jucate astăzi: %@";

/* n or n+1 Players format string */
"PLAYERS_N1_OR_N_PLUS_ONE_2_FORMAT" = "%1$@ sau %2$@ jucători";

/* n to n+x Players format string */
"PLAYERS_N1_TO_M2_FORMAT" = "între %1$@ și %2$@ jucători";

/* n Players */
"PLAYER_COUNT_PLURAL" = "%@ jucători";

/* 1 Player */
"PLAYER_COUNT_SINGULAR" = "%@ jucător";

/* A friend who has never played a game  */
"PLAYER_DETAIL_NEVER_PLAYED" = "Niciun joc jucat";

/* Player disconnected format string */
"PLAYER_DISCONNECTED_FORMAT" = "%@ s-a deconectat.";

/* Play button title */
"PLAY_BUTTON_TITLE" = "Jucați";

/* Play Game button title */
"PLAY_GAME_BUTTON_TITLE" = "Jucați jocul";

/* Play now button description (plural) */
"PLAY_NOW_BUTTON_DESCRIPTION_PLURAL" = "Jucați acum, iar Game Center va găsi alți jucători (maxim %d) cu care să jucați.";

/* Play now button description (singular) */
"PLAY_NOW_BUTTON_DESCRIPTION_SINGULAR" = "Jucați acum, iar Game Center va găsi încă un jucător cu care să jucați.";

/* Play now button description (zero) */
"PLAY_NOW_BUTTON_DESCRIPTION_ZERO" = "Jucați acum, iar Game Center va configura jocul dvs. cu jucătorii selectați.";

/* Play Now Button Title */
"PLAY_NOW_BUTTON_TITLE" = "Jucați acum";

/* Profile blacklisted alert message */
"PROFILE_BLACKLISTED_ALERT_MESSAGE" = "ID-ul Apple introdus a fost dezactivat.  Contactați asistența pentru clienți.";

/* quotes surrounding nicknames as displayed within lists (such as leaderboards) -- prefixed with directional marker */
"QUOTED_ALIAS_FORMAT" = "‎“%@”";

/* string within quotes for invite messages */
"QUOTED_MESSAGE_FORMAT" = "‎“%@”";

/* Ranked about the same as me */
"RANKED_ABOUT_SAME_AS_ME" = "Clasat aproximativ la fel";

/* Ranked higher than me */
"RANKED_HIGHER_THAN_ME" = "Clasat superior";

/* Ranked lower than me */
"RANKED_LOWER_THAN_ME" = "Clasat inferior";

/* Rank and leaderboard size (plural) */
"RANK_1_LEADERBOARD_SIZE_2_PLURAL" = "#%1$@ din %2$@ jucători";

/* Rank and leaderboard size (singular) */
"RANK_1_LEADERBOARD_SIZE_2_SINGULAR" = "#%1$@/%2$@ jucător";

/* #rank of max scores format */
"RANK_1_OF_MAX_SCORES_2_FORMAT" = "#%1$@ din %2$@";

/* <rank> (<Top/Bottom x%>) format string */
"RANK_1_TOP_BOTTOM_2_FORMAT" = "%1$@ (%2$@)";

/* Rank formatting string */
"RANK_FORMAT" = "%@";

/* Not ranked string for cell line 3 */
"RANK_NONE" = "Neclasat";

/* #<rank> format string */
"RANK_WITH_SYMBOL_FORMAT" = "#%@";

/* Ratings (plural) string */
"RATINGS_COUNT_PLURAL" = "%@ evaluări";

/* Ratings (singular) string */
"RATINGS_COUNT_SINGULAR" = "%@ evaluare";

/* Ratings (zero) string */
"RATINGS_COUNT_ZERO" = "Nicio evaluare";

/* Ready invite label */
"READY_INVITE_LABEL" = "Gata de joc";

/* N recipients */
"RECIPIENT_COUNT_PLURAL" = "%@ destinatari";

/* 1 recipient */
"RECIPIENT_COUNT_SINGULAR" = "%@ destinatar";

/* recipient seperator in inactive compose field */
"RECIPIENT_SEPERATOR_IN_INACTIVE_COMPOSE_FIELD" = ", ";

/* relative hours ago (plural) */
"RELATIVE_HOURS_AGO_PLURAL" = "acum %@ ore";

/* relative hours ago (singular) */
"RELATIVE_HOURS_AGO_SINGULAR" = "acum %@ oră";

/* relative minutes ago (plural) */
"RELATIVE_MINUTES_AGO_PLURAL" = "acum %@ minute";

/* relative minutes ago (singular) */
"RELATIVE_MINUTES_AGO_SINGULAR" = "acum %@ minut";

/* relative seconds ago (plural) */
"RELATIVE_SECONDS_AGO_PLURAL" = "acum %@ secunde";

/* Remove */
"REMOVE_BUTTON_TITLE" = "Eliminați";

/* Remove Player Button */
"REMOVE_PLAYER_BUTTON" = "Elimină jucător";

/* Report a Problem Title */
"REPORT_PROBLEM" = "Raportați problemă";

/* Reset Button */
"RESET_BUTTON" = "Resetați";

/* <score> (<Top/Bottom x%>) format string */
"SCORE_1_TOP_BOTTOM_2_FORMAT" = "%1$@ (%2$@)";

/* goal text for score challenge alert, i.e. '1000 gold pieces on Level 1' */
"SCORE_CHALLENGE_RECEIVED_ALERT_GOAL_FORMAT" = "%1$@ la %2$@";

/* Search results format string (plural) */
"SEARCH_RESULTS_PLURAL" = "%@ rezultate";

/* Search results format string (singular) */
"SEARCH_RESULTS_SINGULAR" = "1 rezultat";

/* Search results format string (zero) */
"SEARCH_RESULTS_ZERO" = "Niciun rezultat";

/* Send Friend Request alert title */
"SEND_FRIEND_REQUEST" = "Solicitare prietenie";

/* Settings Button */
"SETTINGS_BUTTON" = "Configurări";

/* HTML formatted email body for sharing an achievement earned by the local player */
"SHARE_ACHIEVEMENT_EMAIL_LOCAL_PLAYER_BODY" = "<html><p>Am obținut <a href=\"%3$@\">%1$@ jucând %2$@</a>.</p></html>";

/* HTML formatted email body for sharing an achievement earned by another player */
"SHARE_ACHIEVEMENT_EMAIL_OTHER_PLAYER_BODY" = "<html><p>%1$@ a obținut <a href=\"%4$@\">%2$@ jucând %3$@</a>.</p></html>";

/* Subject when sharing an achievement via email. */
"SHARE_ACHIEVEMENT_EMAIL_SUBJECT" = "%@";

/* HTML formatted email body for sharing an unearned achievement for the local player */
"SHARE_ACHIEVEMENT_EMAIL_UNEARNED_LOCAL_PLAYER_BODY" = "<html><p>Vreau să obțin <a href=\"%3$@\">%1$@ jucând %2$@</a>.</p></html>";

/* Message for sharing your own achievement */
"SHARE_ACHIEVEMENT_LOCAL_PLAYER" = "Am obținut %1$@ jucând %2$@.";

/* Message for sharing someone else's achievement */
"SHARE_ACHIEVEMENT_OTHER_PLAYER" = "%1$@ a obținut %2$@ jucând %3$@.";

/* Message for sharing an achievement you want to earn */
"SHARE_ACHIEVEMENT_UNEARNED_LOCAL_PLAYER" = "Vreau să obțin %1$@ jucând %2$@.";

/* HTML formatted email body for sharing a score via email. */
"SHARE_SCORE_EMAIL_LOCAL_PLAYER_BODY" = "<html><p>Iată <a href=\"%3$@\">scorul meu la %1$@ jucând %2$@</a>.</p></html>";

/* HTML formatted email body for sharing a score via email. */
"SHARE_SCORE_EMAIL_OTHER_PLAYER_BODY" = "<html><p>Iată scorul <a href=\"%4$@\">obținut de %1$@ la %2$@ jucând %3$@</a>.</p></html>";

/* Subject when sharing a score via email. */
"SHARE_SCORE_EMAIL_SUBJECT" = "%@";

/* Message for sharing your own score */
"SHARE_SCORE_LOCAL_PLAYER" = "Iată scorul meu la %1$@ jucând %2$@.";

/* Message for sharing someone else's score */
"SHARE_SCORE_OTHER_PLAYER" = "Iată scorul obținut de %1$@ la %2$@ jucând %3$@.";

/* Show All */
"SHOW_ALL" = "Afișați tot";

/* Show More footer title */
"SHOW_MORE_TEXT" = "Mai multe…";

/* Show %@ More cell in Leaderboard */
"SHOW_X_MORE_CELL_IN_LEADERBOARD_FORMAT" = "Afișați încă %@…";

/* Sign In Button */
"SIGN_IN_BUTTON" = "Autentificare";

/* Sign in header message text */
"SIGN_IN_HEADER_MESSAGE_TEXT" = "Utilizați Game Center folosind ID-ul dvs. Apple și jucați-vă online cu prietenii, oriunde s-ar afla.";

/* Starting Game… */
"STARTING_GAME" = "Începere joc…";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME" = "Apăsați pentru evaluare";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME_LANDSCAPE" = "Apăsați pentru a evalua jocul";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME_PORTRAIT" = "Apăsați pentru\na evalua jocul";

/* All Time in leaderboard */
"TIME_SCOPE_ALL_TIME_TITLECASE" = "Absolut";

/* All Time in leaderboard iPad All Caps */
"TIME_SCOPE_ALL_TIME_UPPERCASE" = "ABSOLUT";

/* This week in leaderboard */
"TIME_SCOPE_THIS_WEEK_TITLECASE" = "Această săpt.";

/* This week in leaderboard iPad All Caps */
"TIME_SCOPE_THIS_WEEK_UPPERCASE" = "ACEASTĂ SĂPT.";

/* Today in leaderboard */
"TIME_SCOPE_TODAY_TITLECASE" = "Azi";

/* Today in leaderboard iPad All Caps */
"TIME_SCOPE_TODAY_UPPERCASE" = "AZI";

/* To: */
"TO_LABEL" = "Către:";

/* <truncation symbol> with close quote */
"TRUNCATION_SYMBOL_QUOTE" = "%1$@”";

/* Message for Turn Based Match creation error alert */
"TURN_BASED_CREATE_FAILED_MESSAGE" = "Reîncercați mai târziu.";

/* Title for Turn Based Match creation error alert */
"TURN_BASED_CREATE_FAILED_TITLE" = "Imposibil de creat meci";

/* String indicating a turn based game has finished */
"TURN_BASED_GAME_OVER" = "Joc încheiat";

/* Message for maximum games exceeded alert */
"TURN_BASED_INVITE_MAX_SESSIONS_MESSAGE" = "Eliminați un joc existent și reîncercați.";

/* Title for maximum games exceeded alert */
"TURN_BASED_INVITE_MAX_SESSIONS_TITLE" = "Jocul nu a putut fi creat";

/* Message for maximum games exceeded for other alert */
"TURN_BASED_INVITE_OTHER_MAX_SESSIONS_MESSAGE" = "Unul dintre jucătorii invitați are prea multe jocuri active.";

/* Title for maximum games exceeded for other player alert */
"TURN_BASED_INVITE_OTHER_MAX_SESSIONS_TITLE" = "Jocul nu a putut fi creat";

/* String for describing when you last played a turn based game */
"TURN_BASED_LAST_PLAYED_FORMAT" = "%@";

/* String for describing when a game is new and no one has taken a turn yet */
"TURN_BASED_LAST_PLAYED_NEW_GAME" = "Joc nou";

/* String for describing when a game is new and no one has taken a turn yet in the session detail view */
"TURN_BASED_LAST_PLAYED_NO_TURN" = "Nu a mutat";

/* Title for quit button when you swipe an invite session cell */
"TURN_BASED_MATCHMAKER_DECLINE" = "Refuzați";

/* Title for turn based matches view nav bar title while loading */
"TURN_BASED_MATCHMAKER_GAMES" = "Jocuri";

/* Title for turn based matches view nav bar title plural */
"TURN_BASED_MATCHMAKER_GAMES_PLURAL" = "%@ jocuri";

/* Title for turn based matches view nav bar title singular */
"TURN_BASED_MATCHMAKER_GAMES_SINGULAR" = "%@ joc";

/* Title for turn based matches view nav bar when there are no active games */
"TURN_BASED_MATCHMAKER_GAMES_ZERO" = "Jocuri";

/* Title for invitation detail view control that comes up when user chooses an invitation in turn based gaming session picker */
"TURN_BASED_MATCHMAKER_INVITATION_DETAIL_TITLE" = "Invitație";

/* Title for quit button when you swipe a current session cell */
"TURN_BASED_MATCHMAKER_QUIT" = "Părăsiți jocul";

/* String for indicating a player has been invited to a turn based game */
"TURN_BASED_MATCHMAKER_READY" = "Gata de joc";

/* Title for quit button when you swipe a current session cell */
"TURN_BASED_MATCHMAKER_REMOVE" = "Eliminați jocul";

/* Title for turn based invitations section header */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_INVITED" = "Invitații";

/* Title for current sessions section header for another player's turn */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_OTHER_TURN" = "Mutarea celuilalt jucător";

/* description of a participant who has the current turn in the session detail view */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_THIS_PLAYERS_TURN" = "Mutarea acestui jucător";

/* Title for current sessions section header for your turn */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_YOUR_TURN" = "Mutarea dvs.";

/* Title for finished sessions section header */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_FINISHED" = "Joc încheiat";

/* Title for take turn button in session detail view */
"TURN_BASED_MATCHMAKER_TAKE_TURN" = "Efectuați mutarea dvs.";

/* Title for view match button in session detail view */
"TURN_BASED_MATCHMAKER_VIEW_MATCH" = "Vedeți jocul";

/* Invitation from another player */
"TURN_BASED_MATCH_DETAIL_INVITATION_FROM_FORMAT" = "De la %@";

/* string for indicating when the last turn taken */
"TURN_BASED_MATCH_DETAIL_LAST_TURN_FORMAT" = "Ultima mutare efectuată: %@";

/* string for indicating when you don't know the start date of the match */
"TURN_BASED_MATCH_DETAIL_NO_START_DATE" = "Dată de începere necunoscută";

/* string for indicating when no turn was taken */
"TURN_BASED_MATCH_DETAIL_NO_TURN_TAKEN" = "Nicio mutare efectuată";

/* Text indicating who you played with */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_PLURAL" = "Jucat cu %1$@ și încă %2$d";

/* Text indicating who you played with */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_SINGULAR" = "Jucat cu %@";

/* Played with auto-match player */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_ZERO" = "Jucat cu un jucător auto-selectat";

/* Section header for N players section in session detail view */
"TURN_BASED_MATCH_DETAIL_PLAYERS_FORMAT" = "%d jucători";

/* Text indicating who you are playing with */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_PLURAL" = "Partidă cu %1$@ și încă %2$d";

/* Text indicating who you are playing with */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_SINGULAR" = "Partidă cu %@";

/* Playing with auto-match player */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_ZERO" = "Partidă cu un jucător auto-selectat";

/* string for indicating when you started the match */
"TURN_BASED_MATCH_DETAIL_STARTED_FORMAT" = "Început: %@";

/* String for additional info when a player has no turns on the turn based matchmaker view controller */
"TURN_BASED_NO_TURNS_INFO" = "Invitați prieteni să joace";

/* String for describing when a player has no turns on the turn based matchmaker view controller */
"TURN_BASED_NO_TURNS_STATUS" = "Niciun joc";

/* String for indicating that it is another player' turn in a turn based game */
"TURN_BASED_OTHER_TURN_FORMAT" = "Mutarea jucătorului %@";

/* String for indicating that it is another player's turn in a turn based game, but we don't know their name */
"TURN_BASED_OTHER_TURN_UNKNOWN" = "Mutarea lor";

/* String for indicating that another player won a turn based game */
"TURN_BASED_OTHER_WON_FORMAT" = "%@ a câștigat";

/* String for indicating that another player won a turn based game, but we don't know their name */
"TURN_BASED_OTHER_WON_UNKNOWN" = "Alt jucător a câștigat";

/* String for indicating another player */
"TURN_BASED_OUTCOME_ANOTHER_PLAYER" = "Alt jucător";

/* String for conjoining player name and outcome for example 'Bob won' */
"TURN_BASED_OUTCOME_ANOTHER_PLAYER_OUTCOME_FORMAT" = "%1$@: %2$@";

/* String for indicating that a player got first place */
"TURN_BASED_OUTCOME_FIRST" = "Primul loc";

/* String for indicating that a player got fourth place */
"TURN_BASED_OUTCOME_FOURTH" = "Locul patru";

/* String for indicating that a player was last to lose */
"TURN_BASED_OUTCOME_LOST" = "A pierdut";

/* String for indicating the player that is the local player */
"TURN_BASED_OUTCOME_ME" = "Eu";

/* String for indicating that a player has no outcome */
"TURN_BASED_OUTCOME_NONE" = "Niciun rezultat";

/* String for indicating that a player was last to quit */
"TURN_BASED_OUTCOME_QUIT" = "A ieșit";

/* String for indicating that a player got second place */
"TURN_BASED_OUTCOME_SECOND" = "Locul doi";

/* String for indicating that a player got third place */
"TURN_BASED_OUTCOME_THIRD" = "Locul trei";

/* String for indicating that a player has tied */
"TURN_BASED_OUTCOME_TIED" = "A remizat";

/* String for indicating that a player ran out of time */
"TURN_BASED_OUTCOME_TIME_EXP" = "A epuizat timpul";

/* String for indicating that a player was first to win */
"TURN_BASED_OUTCOME_WON" = "A câștigat";

/* String for indicating that the participant status is active */
"TURN_BASED_PARTICIPANT_STATUS_ACTIVE" = "Activ";

/* String for indicating that the participant status is declined */
"TURN_BASED_PARTICIPANT_STATUS_DECLINED" = "Refuzat";

/* String for indicating that the participant status is done */
"TURN_BASED_PARTICIPANT_STATUS_DONE" = "OK";

/* String for indicating that the participant status is invited */
"TURN_BASED_PARTICIPANT_STATUS_INVITED" = "Invitat";

/* String for indicating that the participant status is matching */
"TURN_BASED_PARTICIPANT_STATUS_MATCHING" = "În organizare";

/* format for conjoining status and outcome */
"TURN_BASED_PARTICIPANT_STATUS_OUTCOME_FORMAT" = "%1$@ %2$@";

/* String for indicating that the participant status is unknown */
"TURN_BASED_PARTICIPANT_STATUS_UNKNOWN" = "Necunoscut";

/* String for indicating that it is your turn in a turn based game */
"TURN_BASED_YOUR_TURN" = "Mutarea dvs.";

/* String for indicating that you won a turn based game */
"TURN_BASED_YOU_WON" = "Ați câștigat!";

/* Unable to Load header message */
"UNABLE_TO_LOAD" = "Imposibil de încărcat";

/* Unable to Load Achievements */
"UNABLE_TO_LOAD_ACHIEVEMENTS" = "Imposibil de încărcat realizări";

/* Unable to Load Friends message */
"UNABLE_TO_LOAD_FRIENDS" = "Imposibil de încărcat prieteni";

/* Unable To Load (uppercase) */
"UNABLE_TO_LOAD_UPPERCASE" = "IMPOSIBIL DE ÎNCĂRCAT";

/* Could not send game rating alert title */
"UNABLE_TO_SUBMIT_GAME_RATING" = "Momentan nu se poate trimite evaluarea jocului. Reîncercați mai târziu.";

/* Unauthenticated User */
"UNAUTHENTICATED_USER" = "Utilizator neautentificat";

/* Unexpected connection alert title */
"UNEXPECTED_CONNECTION_ALERT_HEADER" = "Conexiune neprevăzută";

/* Unexpected connection alert message */
"UNEXPECTED_CONNECTION_ALERT_MESSAGE" = "S-a conectat un jucător neprevăzut.  Organizarea meciului va fi anulată.";

/* Uninvite */
"UNINVITE_BUTTON_TITLE" = "Anulați";

/* Uninvite Now */
"UNINVITE_NOW" = "Anulați acum";

/* Uninvite Players Alert Header */
"UNINVITE_PLAYERS_ALERT_HEADER" = "Anulați invitațiile?";

/* Uninvite Players Alert Message */
"UNINVITE_PLAYERS_ALERT_MESSAGE" = "Unii dintre jucătorii invitați nu au răspuns încă.";

/* Unknown player score string */
"UNKNOWN_PLAYER_SCORE" = "--- ";

/* Untitled App */
"UNTITLED_APP" = "Aplicație fără titlu";

/* Username Placeholder */
"USERNAME_PLACEHOLDER" = "ID Apple";

/* Sandbox Username Placeholder */
"USERNAME_PLACEHOLDER_SANDBOX" = "ID Apple Sandbox";

/* View Account Button */
"VIEW_ACCOUNT_BUTTON" = "Vizualizați";

/* View Frined Request Alert Button Title */
"VIEW_FRIEND_REQUEST_BUTTON_TITLE" = "Vizualizați";

/* Waiting for authentication invite label */
"WAITING_FOR_AUTHENTICATION" = "Așteptare autentificare…";

/* Waiting for host format string */
"WAITING_FOR_HOST_FORMAT" = "Se așteaptă ca %@ să înceapă jocul.";

/* Wait alert button */
"WAIT_ALERT_BUTTON" = "Așteptați";

/* Welcome back player name message */
"WELCOME_BACK_PLAYER_NAME_MESSAGE_FORMAT" = "Bine ai revenit, %@";

/* Welcome title */
"WELCOME_TITLE" = "Bun venit";

/* Welcome to game center player name message */
"WELCOME_TO_GAME_CENTER_PLAYER_NAME_MESSAGE_FORMAT" = "Bun venit în Game Center, %@";

/* Sandbox prompt */
"XXX_SANDBOX_XXX" = "✭✭✭ Sandbox ✭✭✭";

/* You have selected the maximum number of players. */
"YOU_HAVE_SELECTED_MAXIMUM_NUMBER_OF_PLAYERS" = "Ați selectat numărul maxim de jucători.";

